[
  {
    "category": "Lesson 1",
    "English": "You",
    "Japanese": "Omae",
    "story": "The ugliest, most hideous person you can think of.",
    "phrase": "“OH MY god, YOU are really ugly”"
  },
  {
    "category": "Lesson 1",
    "English": "I/Me",
    "Japanese": "Ore",
    "story": "Poor Orphan boy asks British man for money, and then gets buried under mountain of money.",
    "phrase": "“OH REally?, I don’t have much…”"
  },
  {
    "category": "Lesson 1",
    "English": "To understand",
    "Japanese": "Wakaru",
    "story": "Playing a game called wack-a-roo, but every time you try to, they kick you in the face.",
    "phrase": "“I don’t UNDERSTAND how were supposed to WACK A ROO!”"
  },
  {
    "category": "Lesson 1",
    "English": "To know",
    "Japanese": "Shiru",
    "story": "Fellow employee finds out about your white out sniffing addiction, and gets you fired.",
    "phrase": "“She KNEW about my white out sniffing addiction and SHE RUined my career!”"
  },
  {
    "category": "Lesson 1",
    "English": "Ninja",
    "Japanese": "Shinobi",
    "story": "You are shopping in a grocery store with your friend from the south And you see a lady dressed in black clothes and a mask fighting imaginary people.",
    "phrase": "“SHE NO BE, no NINJA that’s for sure.”"
  },
  {
    "category": "Lesson 1",
    "English": "Village",
    "Japanese": "Sato",
    "story": "A village of toes, and they are all sad. Picture them doing their daily activities.",
    "phrase": "“SAD TOE VILLAGE is a very sad place.”"
  },
  {
    "category": "Lesson 1",
    "English": "That",
    "Japanese": "Sore",
    "story": "Your friend points to a bull standing on its hind legs, waving a red cape at a matador.",
    "phrase": "“THAT, my friend, is SO REbel!”"
  },
  {
    "category": "Lesson 1",
    "English": "This",
    "Japanese": "Kore",
    "story": "Your inventor friend is showing you around his house and points to a little robot. It then proceeds to fall apart.",
    "phrase": "“And COREy is what I call THIS!”"
  },
  {
    "category": "Lesson 1",
    "English": "To Say",
    "Japanese": "IU",
    "story": "You ask your very shy friend to talk to a pretty girl. But he then faints from the pressure.",
    "phrase": "“Hey, I want YOU, to SAY hi!”"
  },
  {
    "category": "Lesson 2",
    "English": "Eye",
    "Japanese": "Me",
    "story": "Imagine a subway filled with metal eyed people.",
    "phrase": "“MEtal EYES are all the rage”"
  },
  {
    "category": "Lesson 2",
    "English": "To do",
    "Japanese": "Suru",
    "story": "Picture a sad, sobbing poor kangaroo in court being sued by you, and your friend lecturing you about it.",
    "phrase": "“I can’t believe you are going to SUE ROO, the kangaroo. You must have nothing better TO DO.”"
  },
  {
    "category": "Lesson 2",
    "English": "Power/ Strength",
    "Japanese": "Chikara",
    "story": "A western style dual between a rug and a man with fabric softener instead of a gun.",
    "phrase": "“The only way to beat an ItCHY CAR RUg is with the STRENGTH of fabric softener.”"
  },
  {
    "category": "Lesson 2",
    "English": "Can do",
    "Japanese": "Dekiru",
    "story": "Imagine a guy horribly singing off key",
    "phrase": "“Hey CAN you sing better than me?” “DECK A ROOm full of holly. Fa la la la la la la la la.”"
  },
  {
    "category": "Lesson 2",
    "English": "That guy",
    "Japanese": "Yatsu",
    "story": "Picture a yacht decked out with 24 inch chrome rims, a big dual exhaust, smoke stacks and painted red flames.",
    "phrase": "“THAT GUY likes his YACHTS SOUped up.”"
  },
  {
    "category": "Lesson 2",
    "English": "But",
    "Japanese": "Demo",
    "story": "You’re in a rap video with lil Wayne pointing to a giant, yeah well you know…",
    "phrase": "“Dats DE MOst best awesome BUTT in da world!”"
  },
  {
    "category": "Lesson 2",
    "English": "What",
    "Japanese": "Nani",
    "story": "You are at a relative’s house and all of a sudden a little gremlin jumps out of the shadows, taunting you.",
    "phrase": "“NANI NANI NANI NANI NANI, NANI NANI NANI NANI NANI. You react with a jolt, WHAT the!”"
  },
  {
    "category": "Lesson 2",
    "English": "Now",
    "Japanese": "Ima",
    "story": "Imagine a mom dragging her kid home by the pant leg.",
    "phrase": "“Do we have to go home NOW??.... wE MUst!”"
  },
  {
    "category": "Lesson 2",
    "English": "To believe",
    "Japanese": "Shinjiru",
    "story": "Imagine someone trying to jump off the roof of a two story building and falling.",
    "phrase": "“I BELIEVED I could fly and my SHIN DREW blood.”"
  },
  {
    "category": "Lesson 3",
    "English": "King",
    "Japanese": "Sama",
    "story": "You are living in a cottage and you see your lil sister running away from a castle in the distance screaming this.",
    "phrase": "“I SAW MA! I SAW MA! She was with the KING making out!”"
  },
  {
    "category": "Lesson 3",
    "English": "There is (for people)",
    "Japanese": "Iru",
    "story": "Imagine a small king pumping a scepter into the air yelling at you from his throne in the shoe.",
    "phrase": "“THERE IS a tinY RUler in my shoe.”"
  },
  {
    "category": "Lesson 3",
    "English": "Boy",
    "Japanese": "Kun",
    "story": "Picture a boy climbing into a cocoon, and then coming out a full grown man.",
    "phrase": "“Twenty-one is the age when a BOY comes out of his coCOON and turns into a man”"
  },
  {
    "category": "Lesson 3",
    "English": "To go",
    "Japanese": "Iku",
    "story": "Picture a tiny coupe (sports car) driving under normal sized cars in traffic.",
    "phrase": "“When you want TO GO somewhere and avoid traffic drive a tinY COupe.”"
  },
  {
    "category": "Lesson 3",
    "English": "Teacher",
    "Japanese": "Sensei",
    "story": "Imagine two bullies about to beat up on a kid, but then one of them uses his spider sense to detect a teacher nearby.",
    "phrase": "“Michael, don’t do it, I SENSE A TEACHER nearby.”"
  },
  {
    "category": "Lesson 3",
    "English": "Talk",
    "Japanese": "Hanashi",
    "story": "Picture a girl named Hannah, whom has very long facial hair, and all she ever seems to do…. Is talk to it.",
    "phrase": "“HANNAH, SHE is so weird, all she does is TALK to her beard.”"
  },
  {
    "category": "Lesson 3",
    "English": "There is",
    "Japanese": "Aru",
    "story": "Picture a boot with vines growing out of it and you find a little baby rutabaga growing in there.",
    "phrase": "“THERE IS A RUtabaga in my shoe.”"
  },
  {
    "category": "Lesson 3",
    "English": "I (formal)",
    "Japanese": "Watashi",
    "story": "Imagine a guy who thinks he is way too cool, trying to pick up on a girl at a bar.",
    "phrase": "“Whats yo sign… I am a Pisces… well I’m a WATER SHEEp.”"
  },
  {
    "category": "Lesson 3",
    "English": "Sake",
    "Japanese": "Tame",
    "story": "Imagine a woman with a refrigerator collage of hundreds of cowboy hat wearing men from Utah which happen to be her Ex husbands.",
    "phrase": "“I marry many uTAH MEn for the SAKE of my refrigerator collage photos.”"
  },
  {
    "category": "Lesson 4",
    "English": "The same",
    "Japanese": "Onaji",
    "story": "A man wants to own a giraffe, because he himself has the body shape of a giraffe.",
    "phrase": "“If you want to OWN A GIraffe you have to have THE SAME body shape.”"
  },
  {
    "category": "Lesson 4",
    "English": "Time",
    "Japanese": "Toki",
    "story": "Picture yourself getting into your house with your toe to open the door.",
    "phrase": "“In present TIME with advanced technology the TOE KEY is commonplace.”"
  },
  {
    "category": "Lesson 4",
    "English": "Thing",
    "Japanese": "Mono",
    "story": "Imagine asking your gardener to mow your lawn with a vacuum cleaner.",
    "phrase": "“I will MOW NO lawns with that THING.”"
  },
  {
    "category": "Lesson 4",
    "English": "That (specific)",
    "Japanese": "Sono",
    "story": "Imagine a pill that gets rid of deadly flatulence.",
    "phrase": "“SO NO more people shall die from THAT type of flatulence.”"
  },
  {
    "category": "Lesson 4",
    "English": "Thing/idea",
    "Japanese": "Koto",
    "story": "Imagine a toe nail clipper that turns your toe nail clippings into fuel for your car.",
    "phrase": "“I have an IDEA for an eCO TOE nail clipper.”"
  },
  {
    "category": "Lesson 4",
    "English": "This (specific)",
    "Japanese": "Kono",
    "story": "Picture a teacher pointing to a cone on a notebook/whiteboard asking a student.",
    "phrase": "“What’s THIS SPECIFIC triangle called Johnny? CONE? OH! A cone!”"
  },
  {
    "category": "Lesson 4",
    "English": "To see",
    "Japanese": "Miru",
    "story": "Picture a mirror that shows your future when you look into it. What do you see?",
    "phrase": "“Look in the MIRROR, and tell me what you SEE.”"
  },
  {
    "category": "Lesson 5",
    "English": "Answer",
    "Japanese": "Kotae",
    "story": "Picture a crazy person having an attack in the middle of a boardroom meeting and the tie turns into a straitjacketwhich encapsulates him as he fights it to the floor.",
    "phrase": "“The waCKO TIE is the ANSWER for the modern day crazy person.”"
  },
  {
    "category": "Lesson 5",
    "English": "Yeah",
    "Japanese": "Aa",
    "story": "Imagine a guy screaming in excitement because he just got a date with Miley Cyrus.",
    "phrase": "“ AHHHH YEAH!”"
  },
  {
    "category": "Lesson 5",
    "English": "To live",
    "Japanese": "Ikiru",
    "story": "Imagine dodging rain drops in your home every now and then as you attempt to live a normal life.",
    "phrase": "“It’s difficult to LIVE under a lEAKY ROOf.”"
  },
  {
    "category": "Lesson 5",
    "English": "No",
    "Japanese": "Iya",
    "story": "The Yahoo yodeler is on top on a mountain yodeling this lovely tune.",
    "phrase": "“NastY YAhoo is something you should always say NO to google ftw.”"
  },
  {
    "category": "Lesson 5",
    "English": "Really",
    "Japanese": "Hontou",
    "story": "Picture Naruto summoning his giant toad.",
    "phrase": "“To REALLY become a ninja you have to HONE TOad summoning skills.”"
  },
  {
    "category": "Lesson 5",
    "English": "To die",
    "Japanese": "Shinu",
    "story": "You are at your friend Laura’s party. As soon as she leaves to get more food you let out a rather poisonous toot and a few flowers behind you wither and die.",
    "phrase": "“It’s ok SHE KNEW they were going TO DIE when she feed me beans.”"
  },
  {
    "category": "Lesson 5",
    "English": "If I’m not mistaken",
    "Japanese": "Tashika",
    "story": "Picture a guy picking up on a girl that looks like a cat.",
    "phrase": "“IF I’M NOT MISTAKEN I heard you caughT A SHE CUb last night.”"
  },
  {
    "category": "Lesson 5",
    "English": "Because",
    "Japanese": "Dakara",
    "story": "Imagine your friend warning you to dodge a flying rabbi.",
    "phrase": "“DUCK! A RAbbi!” You respond, “why?” And he says, “BECAUSE!”"
  },
  {
    "category": "Lesson 5",
    "English": "Why",
    "Japanese": "Nande",
    "story": "You say this to your friend as little gnomes proceed to walk around his yard.",
    "phrase": "“WHY are there NON-DEcoration elves in the front yard?”"
  },
  {
    "category": "Lesson 5",
    "English": "The whole",
    "Japanese": "Subete",
    "story": "Imagine a French chef looking in disgust at a pot of soup as a shoe bubbles up.",
    "phrase": "“If you want to make ze SOUP BETTE you have to change ze WHOLE recipe.”"
  },
  {
    "category": "Lesson 6",
    "English": "To come To Come out",
    "Japanese": "Deru",
    "story": "Picture Johnny in his room trying to cover the “evidence”…",
    "phrase": "“Johnny! COME OUT of DE ROOm!”"
  },
  {
    "category": "Lesson 6",
    "English": "By one’s self",
    "Japanese": "Hitori",
    "story": "Picture this tiny buff dude grabbing a car on his back and dragging it home.",
    "phrase": "“HE TOWED REagan’s car! All BY HIMSELF!”"
  },
  {
    "category": "Lesson 6",
    "English": "To move",
    "Japanese": "Ugoku",
    "story": "Picture a painter trying to paint a portrait of you, but when you move he coos like a bird and grows a beak and everything.",
    "phrase": "“YOU GO KOO koo everytime I MOVE.”"
  },
  {
    "category": "Lesson 6",
    "English": "Two people",
    "Japanese": "Futari",
    "story": "One of them is a foreigner and you assume he means “fruit” but you look down to see him nibbling at your toe.",
    "phrase": "TWO PEOPLE are eating fruit. “These FUT ARE REAlly good.”"
  },
  {
    "category": "Lesson 6",
    "English": "Here",
    "Japanese": "Koko",
    "story": "Imagine a tourist asking at the local library.",
    "phrase": "“Do you sell COCOA HERE?”"
  },
  {
    "category": "Lesson 6",
    "English": "Then",
    "Japanese": "Jya",
    "story": "Picture someone using their homework as toilet paper.",
    "phrase": "“If you can’t afford toilet paper THEN you need to get a JOb.”"
  },
  {
    "category": "Lesson 6",
    "English": "There",
    "Japanese": "Soko",
    "story": "Imagine Ken walking to the refrigerator.",
    "phrase": "“Ken! Go to your room!” “But it’s SO COld in THERE.”"
  },
  {
    "category": "Lesson 6",
    "English": "But",
    "Japanese": "Daga",
    "story": "Imagine a concealed dagger, kept in someone’s butt for emergencies.",
    "phrase": "“My BUTT DAGGER is kept in my butt for emergencies.”"
  },
  {
    "category": "Lesson 7",
    "English": "To forgive",
    "Japanese": "Yurusu",
    "story": "Imagine using a rooster as an alarm clock but instead of waking you up at 6 a.m. it wakes you up at 6 p.m.",
    "phrase": "“Damn YOU ROOster I’m never going TO FORGIVE you!”"
  },
  {
    "category": "Lesson 7",
    "English": "Nothing else but",
    "Japanese": "Shika",
    "story": "A group of boys bring a girl along hunting, and she only catches a bear.",
    "phrase": "“SHE CAUght NOTHING ELSE BUT a bear, what a loser”"
  },
  {
    "category": "Lesson 7",
    "English": "Probably",
    "Japanese": "Darou",
    "story": "A kid asks his father how Buddha got to India.",
    "phrase": "He PROBABLY took the Buddha Bus down BuDDAH ROAD honey”"
  },
  {
    "category": "Lesson 7",
    "English": "Until",
    "Japanese": "Made",
    "story": "A man opens his closet and a mountain load of bills come flooding out.",
    "phrase": "“UNTIL I pay MA DEbts, I won’t be able to hang my clothes”"
  },
  {
    "category": "Lesson 7",
    "English": "Most likely",
    "Japanese": "Kamo Shiranai",
    "story": "Your 99 year old grandma invites you to eat dinner with her, before she dies/goes vegetarian.",
    "phrase": "“COME SHARE A NIce steak with me, that will MOST LIKEY be my last.”"
  },
  {
    "category": "Lesson 7",
    "English": "From",
    "Japanese": "Kara",
    "story": "A convenience store clerk begins carding minors for every purchase.",
    "phrase": "“If you want to stay far FROM jail you must CARD A minor.”"
  },
  {
    "category": "Lesson 7",
    "English": "Only",
    "Japanese": "Dake",
    "story": "Imagine a duck striptease.",
    "phrase": "“I ONLY like DUCK Entertainment”"
  },
  {
    "category": "Lesson 7",
    "English": "This kind of",
    "Japanese": "Konna",
    "story": "As you peer into the cup you see little hula dancers and ukulele players amidst the palm trees sitting atop your sandy coffee.",
    "phrase": "“Hey what is THIS KIND OF coffee? KONA coffee from Hawaii.”"
  },
  {
    "category": "Lesson 7",
    "English": "That kind of",
    "Japanese": "Sonna",
    "story": "A girl tells you that she would never wait for marriage… and then is followed into another room by a horde of men.",
    "phrase": "“Im SO NOt THAT KIND OF girl.”"
  },
  {
    "category": "Lesson 8",
    "English": "World",
    "Japanese": "Sekai",
    "story": "Imagine a man that looks like he is goingto jump out of a helicopter and end his life but instead he throws Flonase out to everybody.",
    "phrase": "“SICK I am of this sick WORLD.”"
  },
  {
    "category": "Lesson 8",
    "English": "Good",
    "Japanese": "Ii",
    "story": "Imagine a flea doing daily activities.",
    "phrase": "“Its GOOD to be a flEA.”"
  },
  {
    "category": "Lesson 8",
    "English": "To make",
    "Japanese": "Tsukuru",
    "story": "Imagine a ruffian is saying this to hisfellow troublemakers.",
    "phrase": "“MAKE the SCHOOL ROOf catch fire.”"
  },
  {
    "category": "Lesson 8",
    "English": "If that’s thecase",
    "Japanese": "Nara",
    "story": "Imagine some guys at a dog pound. Oneguy begins to roll up his sleeve and dogs begin to gnaw on his arm.",
    "phrase": "“Did you know dogs like to GNAW RAWmeat. The other guy goes IF THAT’S THE CASE…”"
  },
  {
    "category": "Lesson 8",
    "English": "That (overthere)",
    "Japanese": "Are",
    "story": "Imagine a man going to his fridge and it isfilled with red bulls (the animal).",
    "phrase": "“THAT music OVER THERE is making mesleepy. Do you want A REd Bull?”"
  },
  {
    "category": "Lesson 8",
    "English": "Quotations",
    "Japanese": "Tte",
    "story": "Picture an little orange leprechaun thatwon’t turn green until he eats his salad.",
    "phrase": "“Did you know, LITTLE leprechaunspurSUE KOSHer lifestyles, that’s why they’re so green.”"
  },
  {
    "category": "Lesson 8",
    "English": "That",
    "Japanese": "Ano",
    "story": "Imagine a girl with a hairy nose.",
    "phrase": "“THAT girl over there, has A NOse full ofhair"
  },
  {
    "category": "Lesson 8",
    "English": "A little",
    "Japanese": "Sukoshi",
    "story": "Picture you and your friends with a catand you guys are fumbling around with it.",
    "phrase": "“Let me QUOTE from my cat milkingTExtbook.”"
  },
  {
    "category": "Lesson 9",
    "English": "That guy(over there)",
    "Japanese": "Aitsu",
    "story": "Imagine someone touring a military baseand he’s showing this guy around and he sees a guy about to jump off the cliff. And he sees this guy with a jet pack and all these sparks are flying and all of a sudden a pair of butterfly wings flies out and he floats down gracefully.",
    "phrase": "“THAT GUY OVER THERE is testing outour new flIGHT SUIt.”"
  },
  {
    "category": "Lesson 9",
    "English": "Suffix forlittle girl",
    "Japanese": "Chan",
    "story": "Imagine you’re a Pokemon trainer and aguy says he has a boy Chancey that can beat you and you say “No way” all Chanceys are girls because they lay eggs and when your friend turns around his Chancey laid a mountain of eggs.",
    "phrase": "“All CHANceys are GIRLS.”"
  },
  {
    "category": "Lesson 9",
    "English": "This guy",
    "Japanese": "Koitsu",
    "story": "You are at a homeless shelter and you arestanding in line for soup. You got an extra bread and offer it to your homeless friend but he refuses. But your other friend says he only likes koi soup and the guy grabs a couple of live koi fish and throws them in his soup.",
    "phrase": "“Oh THIS GUY only likes KOI SOUp.”"
  },
  {
    "category": "Lesson 9",
    "English": "Mr./ Mrs./Miss/ Ms.",
    "Japanese": "San",
    "story": "You are hiking and the leader asks ifeveryone is ok and someone says Mr. Sauna can’t stop sweating. You see a huge wooden man that’s shaped like a sauna and he’s sweating profusely.",
    "phrase": "“MR. SAUNA can’t stop sweating.”"
  },
  {
    "category": "Lesson 9",
    "English": "That guy",
    "Japanese": "Soitsu",
    "story": "Picture going vegetarian. Your friendintroduces you to a vegetarian guy and he shows you a soy burger but you’re worried you’ll get bored of eating it everyday so he teaches you how to make a soy sushi by rolling up a soy burger.",
    "phrase": "“THAT GUY taught me how to make SOYSUshi.”"
  },
  {
    "category": "Lesson 9",
    "English": "Senior",
    "Japanese": "Senpai",
    "story": "Picture a chef cooking a pie. When hetakes the pie out it hasn’t risen yet so he yells at the pie but the pie refuses. But no one else in the room heard the pie and everyone thinks he’s crazy.",
    "phrase": "“LiSTEN PIE I’m a SENIOR chef and youneed to rise.”"
  },
  {
    "category": "Lesson 9",
    "English": "To think",
    "Japanese": "Omou",
    "story": "Think about a mole (on your face) tryingto think of different ways to try and grow hair",
    "phrase": "“A MOLE is always THINKING about howto grow hair.”"
  },
  {
    "category": "Lesson 9",
    "English": "It happened",
    "Japanese": "Shimau",
    "story": "Imagine your friend is mouthing answersto you during a test and then your teacher catches you and gives you a big red F.",
    "phrase": "“SHE MOUthed the test answers to meand then IT HAPPENED… we failed.”"
  },
  {
    "category": "Lesson 10",
    "English": "To think about something",
    "Japanese": "Kangae(ru)",
    "story": "Picture yourself pondering your future and you decide to be a con guy, and then the next day you’re selling textbooks out of college.",
    "phrase": "“I THINK I’m going to be a CON GUY.”"
  },
  {
    "category": "Lesson 10",
    "English": "To be missing",
    "Japanese": "Nukeru",
    "story": "Imagine a salesman and he enters a senior home. He tries to sell a new care room, which is a room with an assembly line that will take care of your elders. Imagine a hook that grabs a person and drags them through the shower and finds their missing items.",
    "phrase": "“The NEW CARE ROOm is complete with auto shower, wrinkle flap cleaner, and finds MISSING items.”"
  },
  {
    "category": "Lesson 10",
    "English": "You (rude)",
    "Japanese": "Anta",
    "story": "You are older and you have a son and you are strolling along. You see a gangbanger and your son yells “Hey you” at him. The son steals his wallet and shows you that his name is Heiyuu.",
    "phrase": "“Hey YOU! Don’t TAUNT A thug!”"
  },
  {
    "category": "Lesson 10",
    "English": "Country",
    "Japanese": "Kuni",
    "story": "Imagine a raccoon country where everyone acts like a raccoon. They are nocturnal, steal food, poop and have babies.",
    "phrase": "“Why are you acting all raCOONY? Because this is raccoon COUNTRY.”"
  },
  {
    "category": "Lesson 10",
    "English": "You (bastard)",
    "Japanese": "Temee",
    "story": "Imagine Timmy from South Park.",
    "phrase": "“TIMMY thinks you are all BASTARDS on the inside.”"
  },
  {
    "category": "Lesson 10",
    "English": "To do",
    "Japanese": "Yaru",
    "story": "Imagine you’re on stage and there are rude people and you yell at them and they yell back and you go off and do it.",
    "phrase": "“YEAH RUde people. Let’s DO it!”"
  },
  {
    "category": "Lesson 10",
    "English": "Where",
    "Japanese": "Doko",
    "story": "Picture you are a judo practitioner. You want to be a judo master and you hear of the mysterious Judo Cove and you ask your master and he answers, “When there’s a cove there’s judo.”",
    "phrase": "“WHERE is the juDO Cove?”"
  },
  {
    "category": "Lesson 10",
    "English": "But",
    "Japanese": "Kedo",
    "story": "Imagine a mom and dad arguing when the dad yells at the kid. And you see the kid showing his butt in the conversation.",
    "phrase": "“Hey KIDDO! Quit BUTting in our conversation.”"
  },
  {
    "category": "Lesson 11",
    "English": "To protect",
    "Japanese": "Mamoru",
    "story": "Imagine someone with a sword andshield and there’s a chest labeled “MORALS.” Imagine something in the chest that you would protect.",
    "phrase": "“I will always PROTECT MY MORAls.”"
  },
  {
    "category": "Lesson 11",
    "English": "I knew it/AsI thought",
    "Japanese": "Yappari",
    "story": "Imagine a guy gets down on one kneeand pulls out a box and he says “Yup a ring.” And inside the box there is a tiny phone that rings. And the girl says “I knew it!”",
    "phrase": "“YUP A Ring! I KNEW IT.”"
  },
  {
    "category": "Lesson 11",
    "English": "I",
    "Japanese": "Washi",
    "story": "Picture a documentary about an old manwho washes eagles. He scrubs eagles and the eagles is flipping out.",
    "phrase": "“I am an old man… and I WASH Eagles.”"
  },
  {
    "category": "Lesson 11",
    "English": "Not yet",
    "Japanese": "Mada",
    "story": "Imagine a pregnant woman who keepsnot letting her baby come out and her belly keeps growing.",
    "phrase": "“I’m still NOT YET ready to be a MATHA!”"
  },
  {
    "category": "Lesson 11",
    "English": "Justice",
    "Japanese": "Seigi",
    "story": "Picture a super hero named SaggyJustice. There’s a robbery and he is not very confident and tries to stop but the robbers ignore him because he’s so saggy.",
    "phrase": "“SAGGY JUSTICE”"
  },
  {
    "category": "Lesson 11",
    "English": "Already",
    "Japanese": "Mou",
    "story": "Imagine a gangster with a gun and heasks you for money. You tell him you already gave him some and he walks away.",
    "phrase": "“Give me some MO money fool. IALREADY gave you some.”"
  },
  {
    "category": "Lesson 11",
    "English": "To give up",
    "Japanese": "Akirameru",
    "story": "Imagine a room filled with ramen andyou are debating whether or not you should give up the key you were given when you were born for all the ramen in the world.",
    "phrase": "“A KEY RAMEN ROOm is where all theworld’s ramen is kept but in order to find it you must GIVE UP your key.”"
  },
  {
    "category": "Lesson 12",
    "English": "To give (forothers)",
    "Japanese": "Kureru",
    "story": "Imagine a rooster trying really hard tocoo and then a baby red rooster pops out and the baby rooster says his name is Coo.",
    "phrase": "“GIVE me a COO RED ROOster.”"
  },
  {
    "category": "Lesson 12",
    "English": "Revenge",
    "Japanese": "Fukushuu",
    "story": "You hear your friend’s friend yell “F***shoes” and he has no shoes. You ask your friend why he does that and turns out he had a bad experience with shoes and they tied his shoelaces together and threw them over a telephone wire while he was still wearing them.",
    "phrase": "“F*** SHOEs This is REVENGE fool ”"
  },
  {
    "category": "Lesson 12",
    "English": "To give (foryou)",
    "Japanese": "Ageru",
    "story": "You are making a gingerbread house andyour friend asks for the ruler and you break it and now none of you can make gingerbread homes because the ruler is broken.",
    "phrase": "“Don’t hOG A RUler Give me some ”"
  },
  {
    "category": "Lesson 12",
    "English": "All of you/everyone",
    "Japanese": "Minna",
    "story": "Imagine riding mean ostriches to work.There are a garage filled with mean ostriches and in the midst of a traffic jam there is a horde of men in business suits riding ostriches.",
    "phrase": "“How about MEAN Ostriches? I haveenough for EVERYONE.”"
  },
  {
    "category": "Lesson 12",
    "English": "Got/Receive",
    "Japanese": "Morau",
    "story": "Imagine your friend is an owl addict. Heis covered in owls and has a crazed look when he asks for more.",
    "phrase": "“I GOT some owls… but I need someMORE OWls.”"
  },
  {
    "category": "Lesson 12",
    "English": "More than",
    "Japanese": "Yori",
    "story": "Imagine a gold digger. He yells “Eureka”as he finds a small fleck of gold. You’re jealous and you tell him he needs more so he walks away and you steal his mountain of gold.",
    "phrase": "“EUREka you’re going to need MOREthan that.”"
  },
  {
    "category": "Lesson 12",
    "English": "To find",
    "Japanese": "Mitsukeru",
    "story": "Imagine you’re in a cheesy commercialand two women are talking about finding meat that’s safe for their family at Food Emporium. The meat start singing and dancing.",
    "phrase": "“I really care about FINDING the rightmeat that’s safe for my family. MEAT’S CARE TOO.”"
  },
  {
    "category": "Lesson 12",
    "English": "When",
    "Japanese": "Itsu",
    "story": "Your friend always asks when are wegoing to eat soup. He always gets upset when the friends say no soup and says “Aww man that’s why I came.” He wears a bib with a little catcher.",
    "phrase": "“WHEN are we going to EAT SOUp?”"
  },
  {
    "category": "Lesson 12",
    "English": "Will",
    "Japanese": "Ishi",
    "story": "The sheep that you count when you tryto sleep actually die because there are wolves over the fence and it takes a strong will for them to jump over.",
    "phrase": "“SleepY SHEEp have strong WILLS.”"
  },
  {
    "category": "Lesson 13",
    "English": "Too much",
    "Japanese": "Sugi",
    "story": "Imagine your roommate will pursueguitar. He plays all the time and you’ve had enough. So then you take his guitar and smack him.",
    "phrase": "“I will purSUE GUItar!... TOO MUCH.”"
  },
  {
    "category": "Lesson 13",
    "English": "Enemy",
    "Japanese": "Teki",
    "story": "He goes out of his way to call electronicstores and asks for help and when the company sends a techie over, he traps them in a net and he beats them.",
    "phrase": "“TECHIEs are my ENEMY.”"
  },
  {
    "category": "Lesson 13",
    "English": "To fight",
    "Japanese": "Tatakau",
    "story": "Imagine teaching a cow how to fight.(Maybe the Rocky scene)",
    "phrase": "“I TAUGHT A COW how to FIGHT.”"
  },
  {
    "category": "Lesson 13",
    "English": "Myself",
    "Japanese": "Jibun",
    "story": "Imagine a bunji cord that is attached toyour buns.",
    "phrase": "“I got MYSELF some bunJI BUNs.”"
  },
  {
    "category": "Lesson 13",
    "English": "To hear",
    "Japanese": "Kiku",
    "story": "Imagine your going on a date with afriend. You ask your friend about his hobby and he says he keys cars. He says he likes the sound and as he says that he begins to key your car.",
    "phrase": "“I KEY COOl cars. Why? I like to HEAR thesound.”"
  },
  {
    "category": "Lesson 13",
    "English": "Bastard",
    "Japanese": "Yarou",
    "story": "Imagine a guy pulling off the road anddriving on the grass and on the sidewalk and yells “bastard,” at people driving on the road.",
    "phrase": "“YEAH ROAds are for BASTARDS.”"
  },
  {
    "category": "Lesson 13",
    "English": "Eventhough",
    "Japanese": "Noni",
    "story": "Imagine a man that loves snakes and hewants to make them knees. And he goes to work on them with scalpels but since they have no legs their tails flap.",
    "phrase": "“EVEN THOUGH snakes have NO KNEEs, Iwill make them some.”"
  },
  {
    "category": "Lesson 13",
    "English": "But",
    "Japanese": "Datte",
    "story": "You climb up the different levels of thepagoda and you stick your butt out and if the building breaks your butt’s too big. But if it doesn’t break you go higher and higher and you win a great prize.",
    "phrase": "“The ‘PagoDA TEst’ is a test to determinehow heavy your BUTT is.”"
  },
  {
    "category": "Lesson 13",
    "English": "Who",
    "Japanese": "Dare",
    "story": "Imagine a dad deer telling his baby deerthat storks bring does. The stork tries to eat the baby doe and struggles with it.",
    "phrase": "“HOW are DOEs born Daddy?”"
  },
  {
    "category": "Lesson 13",
    "English": "How",
    "Japanese": "Dou",
    "story": "Your friend points to a guy who drinks alot of soda. He looks like a walking coke can and he has syrup instead of blood and his spit is carbonated.",
    "phrase": "“WHO drinks soDA REgularly?...thatguy.”"
  },
  {
    "category": "Lesson 13",
    "English": "And then",
    "Japanese": "Soshite",
    "story": "Imagine a dorky dad talking to his son.The son finishes the story with, “and then I came.” And the dad says, “so she tells me,” instead of “that’s what she said.”",
    "phrase": "“AND THEN I came SO SHE TElls me.”"
  },
  {
    "category": "Lesson 14",
    "English": "Hate",
    "Japanese": "Yagaru",
    "story": "Imagine a person grooming others like amonkey. But then he tries to groom someone but the other person won’t let him because he hates him.",
    "phrase": "“YEAH GROOming is pretty fun…unlessthe person HATEs you.”"
  },
  {
    "category": "Lesson 14",
    "English": "Partner",
    "Japanese": "Nakama",
    "story": "Imagine a guy knocking a mom outbecause he cares about his partner so much. The mom goes “AHH,” and the partners hug.",
    "phrase": "“You’re my PARTNER. I’d do anything foryou…even KNOCK A MOm out.”"
  },
  {
    "category": "Lesson 14",
    "English": "To run away",
    "Japanese": "Nigeru",
    "story": "There’s a monster and people are tryingto run away. And one of the guys grows a giant knee and can’t run away so the monster ate him.",
    "phrase": "“Let’s RUN AWAY! I can’t… my KNEEGREW.”"
  },
  {
    "category": "Lesson 14",
    "English": "Last",
    "Japanese": "Saigo",
    "story": "Imagine a husband leaving at the airportand she covers her eyes as her husband leaves. She bumps into things and knocks stuff over.",
    "phrase": "“She said with a SIGH, “GO…this will bethe LAST time I see you.”"
  },
  {
    "category": "Lesson 14",
    "English": "Absurd",
    "Japanese": "Mucha",
    "story": "Imagine a lady trying to mooch off ahomeless man. She’s like a gold digger, trying to take his soup and fingerless gloves.",
    "phrase": "“It’s ABSURD to MOOCH Off him. Why?He’s homeless.”"
  },
  {
    "category": "Lesson 14",
    "English": "Impossible",
    "Japanese": "Muri",
    "story": "Imagine people working at a dairyfactory and the Moo Reaper takes employees away and they are never seen again. Someone is walking home from work and he hears a moo when a cow with a hood reaps him.",
    "phrase": "“It’s IMPOSSIBLE to escape the MOOREAper.”"
  },
  {
    "category": "Lesson 14",
    "English": "I",
    "Japanese": "Boku",
    "story": "Imagine a man who’s profession is toelbow cooks. He travels around elbowing cooks and making money.",
    "phrase": "“I elBOW COOks…that’s just what I do.”"
  },
  {
    "category": "Lesson 15",
    "English": "Reason",
    "Japanese": "Wake",
    "story": "A man took the saying too literally andtook someone’s shoes and walked a mile in them. A women comes along and gets angry because he ruined the guy’s shoes.",
    "phrase": "“Why’d you WALK A mile in his shoes?No REASON.”"
  },
  {
    "category": "Lesson 15",
    "English": "Weak",
    "Japanese": "Yowai",
    "story": "Picture an emotional commercial. Anembryo is walking down a dirty alley, drinks, people step on it. It has no mother.",
    "phrase": "“Without a loving mother an embrYOWInds up WEAK and alone.”"
  },
  {
    "category": "Lesson 15",
    "English": "To become",
    "Japanese": "Naru",
    "story": "Imagine a hobo looking guy who will helpyou become a Rubix cube master. You guys go off into the forest and train and when you come back you become so good you can solve them with a look.",
    "phrase": "“They say if you a loaN A RUbix cube tohim… you will BECOME a Rubix cube master.”"
  },
  {
    "category": "Lesson 15",
    "English": "Fast",
    "Japanese": "Hayai",
    "story": "Imagine two people racing. One personsays you’ll never beat me hahaha and as he says haha the other person passes him and he says yikes he’s fast.",
    "phrase": "“You’ll never beat me. HahaHA. YIkes,he’s so FAST.”"
  },
  {
    "category": "Lesson 15",
    "English": "Lie",
    "Japanese": "Uso",
    "story": "Imagine a woman alone in an oonseng. Avoice from the bushes comes out says soak those lies. She asks if he meant thighs but he said no. Your thighs are fake; you should love your body and not get botox in them.",
    "phrase": "“OO SOAk those LIES. Don’t you meanthighs?”"
  },
  {
    "category": "Lesson 15",
    "English": "Slow",
    "Japanese": "Osoi",
    "story": "Picture a romantic montage of a guy andhis soy product. He looks down at his bowel movement and smiles.",
    "phrase": "“OH SOY products. How I love thee andthe way you SLOW my bowel movement.”"
  },
  {
    "category": "Lesson 15",
    "English": "Strong",
    "Japanese": "Tsuyoi",
    "story": "Imagine some exorcist guys and they finda young girl named Sue. She looks like a cute little girl and then all of a sudden she turns into a huge demon and smashes buildings.",
    "phrase": "“SUE YOU’RE evil…SUE YOU’RESTRONG.”"
  },
  {
    "category": "Lesson 15",
    "English": "I wouldnever",
    "Japanese": "Masaka",
    "story": "Imagine a boy that takes this too literallyand never leaves the soccer club. Then he becomes an old man with a cane and plays with the new little kids.",
    "phrase": "“I WOULD NEVER leave MAH SOCCERclub.”"
  },
  {
    "category": "Lesson 15",
    "English": "Stupid/Idiot",
    "Japanese": "Baka",
    "story": "Imagine a person lighting a candle andhe says back up. But a stupid person puts his back up. Imagine someone collapsed and the paramedic says back up and everyone sticks their back up. Imagine a fight and a guy says back up and the guy puts his back up.",
    "phrase": "“Be careful what you tell a STUPIDperson to do. BACK Up.”"
  },
  {
    "category": "Lesson 15",
    "English": "Are you ok?",
    "Japanese": "Daijyobou",
    "story": "Imagine a guy is about to marry a supergirly girl. One day she dyes his favorite pair of boots hot pink, and he faints.",
    "phrase": "“I DYED YOUR BOOt for you…hotpink…ARE YOU OKAY?”"
  }
]